<?php $this->load->view('public/header'); ?>

<script>
$(function(){
    $('.bwWrapper').BlackAndWhite({
        hoverEffect : true,
        webworkerPath : false,
        responsive:true,
        invertHoverEffect:false
    });
});
</script>

<div class="content_block">
 <!-- top_title -->
 <div class="top_title">
  <div class="wraper">
   <h2>留学文书服务流程<span>对每个学生多点细心，多点耐心，再多点责任心！</span></h2>
   <ul>
    <li><a href="<?php echo base_url() ?>">首页</a></li>
    <li><a href="#">留学文书</a></li>
    <li>留学文书服务流程</li>
   </ul>
  </div>
 </div>
 <!-- /top_title -->
 <div class="wraper">
  
  <!-- process option2 -->
  <div class="process2">
   <h4>留学文书服务流程</h4>
	<div id="tabs" class="c_after">
     <ul class="tab_select">

      <li style="padding-left:-50px;"><span>Step 1</span><a href="#tab-1">前期咨询</a></li>
      <li><span>Step 2</span><a href="#tab-2">考试服务</a></li>
      <li><span>Step 3</span><a href="#tab-3">背景提升</a></li>
      <li><span>Step 4</span><a href="#tab-4">选校服务</a></li>
      <li><span>Step 5</span><a href="#tab-5">文书服务</a></li>
      <li><span>Step 6</span><a href="#tab-6">面试套磁服务</a></li>
      <li><span>Step 7</span><a href="#tab-7">签证规划服务</a></li>
     </ul>
     <div id="tab-1">

      <h3>免费咨询</h3>
      <h5>
	  <br/>
	  咨询顾问针对学生的个人背景进行评估，并制定留学方案在了解申请人基本需求的前提下，与申请人深入沟通分析其理性需求、挖掘其潜在诉求，结合申请人的实际情况，为您量身打造专属留学方案书，配合后续跟踪指导服务，解决留学前期的一系列问题。</h5>
      
      <ul>
       <li>与客户沟通，确认考试及申请需求.</li>
       <li>带领客户进入留学服务体系.</li>
	   <li>初步设计适合客户的个性留学方案.</li>
       <li>根据客户需求，签订留学服务协议.</li>
      </ul>
      
     </div>
     <div id="tab-2">
      <h3>背景提升</h3>
	  <br/>
      <h5>提供一个月考试辅 导评估，根据评估结果制定合理的学习计划和提升方案，每周VIP小班教学，顶尖外教听说对练，定期组织Camp沙龙活动，增进学员之间经验交流和分享，定期模拟考试，了解客户备考进度，及时调整学习计划，考前冲刺训练，定期心里指导，帮助考生轻松面对考试。</h5>
   
      <ul>
       <li>提供一个月考试辅 导评估，根据评估结果制定合理的学习计划和提升方案。</li>
       <li>每周VIP小班教学，顶尖外教听说对练。</li>
	   <li>定期组织Camp沙龙活动，增进学员之间经验交流和分享。</li>
       <li>定期模拟考试，了解客户备考进度，及时调整学习计划。</li>
	   <li>考前冲刺训练，定期心里指导，帮助考生轻松面对考试。</li>
	   
      </ul>
      
     </div>
     <div id="tab-3">
      <h3>背景提升</h3>
	  <br/>
      <h5>帮助申请者制定策略，发挥自身优势，制定未来职业发展规划，制定个性化的专业事件时间表，全程跟进指导，定期进行阶段性总结，给出改进方案，确定申请核心竞争力。</h5>
      
      <ul>
       <li>帮助申请者制定策略，发挥自身优势.</li>
       <li>制定未来职业发展规划.</li>
	   <li>制定个性化的专业事件时间表.</li>
       <li>全程跟进指导.</li>
	   <li>定期进行阶段性总结，给出改进方案.</li>
       <li>确定申请核心竞争力.</li>
	   
      </ul>
      
     </div>
     <div id="tab-4">
      <h3>选校服务</h3>
	  <br/>
      <h5>金牌顾问专业选校熟知各大名校金牌顾问帮您一起针对您自身的个人情况进行专业的学校选择结合学生个人意愿与新航道院校资源，业内金牌顾问给您最专业的选校指导建议，在学生获得理想的名校OFFER后，帮您一起筛选最适合就读的学校，并提供奖学金申请帮助！</h5>
      
      <ul>
       <li>根据申请人专业背景结合学校课程设置，教学理念确定申请专业方向及学校范围.</li>
       <li>设计申请人职业发展规划，分析学校学术优势、院系优势、地理位置、就业率等信息，缩小选校范围.</li>
	   <li>根据申请人资金状况，参考学校奖学金发放比率，分析留学投资合理性.</li>
       <li>根据院系学术研究特点，挖掘提升申请人核心竞争力，确定选校.</li>

      </ul>
      
     </div>
     <div id="tab-5">
      <h3>文书服务</h3>
	  <br/>
      <h5>新航道留学服务中心承诺为每一位学员提供专家文书写作、加工和润色等服务，文案小组的每位成员都有多年的从业经历经验，文书写作经验丰富，无论你的性格特点如何，专业能力如何，专家都会根据你的个人背景和特点优势，精心为你构思独属于你的文书方案，让评审者通过文书了解到并认可你的独特魅力。</h5>
      
      <ul>
       <li>发掘申请人核心价值与竞争力，精心策划自我营销策略和营销主题。</li>
       <li>将申请人的核心竞争力转化为我们全套文书核心主干</li>
	   <li>充分利用各种素材设计文书风格及结构</li>
	   <li>充实文书内容，打磨细节，针对不同学校的特点，润色修改至双方满意</li>

      </ul>

     </div>
     <div id="tab-6">
      <h3>面试套磁服务</h3>
	  <br/>
      <h5>根据语言成绩，申请语言offer或换取无条件录取通知书。新航道语言培训中心全海外背景顶级名师倾情授课，精品小班个性化服务，VIP一对一培训带你达到理想大学的录取标准，名师团队为你的考试保驾护航。</h5>
      
      <ul>
       <li>根据申请者职业发展规划及个人诉求，选定目标学校及教授</li>
       <li>在申请之初，建立初期套磁，获取有效信息，展现自我价值</li>
	   <li>抓住先机，建立深入联系，实施套磁营销策略</li>
       <li>根据院系特点，教授研究方向，制定电话面试方案</li>
	   <li>申请后期提供面试模拟方案，中英文及外教模拟对练</li>

      </ul>
      
     </div>
     <div id="tab-7">
      <h3>签证规划服务</h3>
	  <br/>
      <h5>签证达人指导学生准备签证材料，并帮助学生收集及制作签证材料。预约签证时间，递交签证申请，开始进行专业的1对1面试模拟训练。帮助学生安排接机和住宿服务，另有专人老师指导学生做好离境前的准备工作，为学生提供留学小贴士等，确保学生顺利适应留学环境。</h5>
      
      <ul>
       <li>指导并帮助客户准备签证所需材料.</li>
       <li>制定签证思路核心规划.</li>
	   <li>中文对练，建立签证逻辑思维.</li>
       <li>英文情景模拟对练，梳理和转化逻辑思维.</li>
	   <li>外教强化对练，加强临场应变能力.</li>
      </ul>
     
     </div>
    </div>
  </div>
  <!-- /process option2 -->
  
  
 </div>
</div>


<?php $this->load->view('public/footer'); ?>